@extends('layouts.main')
@php
$menu = false ;
@endphp
@section('content')


  <div class="overlay-s"></div>
        <div class="jumpo col-xs-12" style="background-image: url({{ asset('web/images/cover.jpg')}})">
            <div class="container">
                <h3>@lang('general.our_privacy')</h3>
                <ul>
                    <li>
                        <a href="#">@lang('general.home')</a>
                    </li>
                    <li>@lang('general.our_privacy')</li>
                </ul>
            </div>
        </div>
        <main class="main-content col-xs-12">
            <div class="about-wrap col-xs-12">
                <div class="container">
                    <div class="ab-img col-md-6 col-xs-12">
                        <img src="{{ asset('web/images/padlock.svg')}}" alt="">
                    </div>
                    <div class="ab-data col-md-6 col-xs-12">
                        <h3>@lang('general.our_privacy')</h3>
                        <p>


                        </p>
<!--                        <p>-->
<!--                            2.ما هي البيانات التي نجمعها عنك؟-->
<!--</br>-->
<!--2.1.البيانات المقدمة من خلال التفاعلات المباشرة-->
<!--</br>-->

<!--التسجيل ومعلومات الحساب الأخرى-->
<!--</br>-->

<!--قد نجمع المعلومات التالية عنك عندما تقوم بتسجيل استخدام خدماتنا:-->
<!--</br>-->

<!--في حال اقدمت بالتسجيل عبر استخدام حساب Google الخاص بك: الاسم والشهرة-->
<!-- وعنوانك الالكتروني؛-->
<!--</br>-->

<!--في حال اقدمت بالتسجيل عبر استخدام حساب Facebook الخاص بك: نقوم بجمع الاسم والشهرة كما يظهر على حساب Facebook الخاص بك ومعرّفات Facebook. في حال كنت قد تقدمت بإذن إلى Facebook من خلال خيار الخصوصية داخل التطبيق (الذي يظهر قبل التسجيل في منصتنا)، قد نقوم بجمع معرّف الجنس أو العمر أو البريد الإلكتروني اعتمادًا على السماح الممنوح منك؛ و-->
<!--في حال اقدمت بالتسجيل عبر استخدام رقم هاتفك الخليوي: رقم الهاتف الخليوي.-->
<!--اعتمادا" على الاختيارات التي تقوم بها أثناء تسجيل الدخول إلى خدماتنا أو خلال عملية الاشراك في خدماتنا، يمكنك الاختيار في إعطاء البيانات الشخصية الإضافية التالية:-->
<!--</br>-->

<!--اسمك-->
<!--عنوانك الالكتروني-->
<!--هاتفك الخليوي؛ و/او-->
<!--تفاصيل بطاقة الائتمان الخاصة بك في حال كنت ترغب في شراء خدماتنا المدفوعة كما هو محدد في سياسة الاستخدام الخاصة بنا.-->
<!--التواصل من خلال ميزة الدردشة على منصتنا-->
<!--</br>-->

<!--عند استخدامك ميزة الدردشة لدينا للتواصل مع المستخدمين الآخرين، اننا نقوم بجمع المعلومات التي تختارها لتقديمها للمستخدمين الآخرين من خلال هذه الميزة.-->
<!--</br>-->

 

<!--2.2.البيانات التي نجمعها تلقائيًا عند استخدامك لخدماتنا-->
<!--</br>-->

<!--اننا نقوم تلقائيا بجمع المعلومات التالية عنك، عندما تتفاعل مع منصتنا أو عند استخدامك لخدماتنا:-->
<!--</br>-->

 

<!--معلومات الجهاز-->
<!--</br>-->

<!--اننا نقوم بجمع المعلومات الخاصة بالأجهزة مثل إصدار نظام التشغيل والمعرّفات الوحيدة. على سبيل المثال، اسم شبكة الخليوي التي تستخدمها، فنربط معرفات الجهاز بحساب OLX الخاص بك.-->
<!-- </br>-->


<!--معلومات موقع التواجد-->
<!--</br>-->

<!--اعتمادًا على أذونات جهازك، إذا قمت بنشر مادة على منصتنا، فإننا نقوم تلقائيًا بجمع ومعالجة المعلومات حول موقعك الفعلي. اننا نستخدم تقنيات متنوعة لتحديد الموقع، بما في ذلك عنوان IP، نظام التموضع العالمي، واي-فاي Wi Fi ، نقاط الدخول وأبراج الخليوي. تسمح لك بيانات موقع تواجدك بمشاهدة مواد المستخدم بالقرب منك وتساعدك في نشر المواد داخل موقع تواجدك.-->
<!--العميل وتسجيل البيانات-->
<!--</br>-->

<!--التفاصيل الفنية، بما في ذلك عنوان بروتوكول الإنترنت لجهازك (IP) والمنطقة الزمنية ونظام التشغيل. سوف نقوم أيضًا بتخزين معلومات تسجيل الدخول الخاصة بك، (تاريخ التسجيل وتاريخ آخر تغيير في كلمة المرور وتاريخ آخر تسجيل دخول ناجح)، نوع وإصدار نسخة متصفحك.-->
<!--بيانات النشاط على الانترنت-->
<!--</br>-->

<!--اننا نقوم بجمع المعلومات حول نشاطك على منصتنا وذلك يتضمن المواقع التي دخلت منها إلى منصتنا، التاريخ وعلامة توقيت كل زيارة، عمليات البحث التي قمت بها، والبرامج او لافتات الاعلانات التي قمت بالنقر عليها، ومدة زيارتك ونظام الترتيب الذي تزور فيه المحتوى على منصتنا.-->
<!--</br>-->
 

<!--ملفات تعريف الارتباط cookies والتقنيات المشابهة-->
<!--</br>-->
 

<!--اننا نستخدم ملفات تعريف الارتباط بغية إدارة جلسات المستخدمين لدينا ولتخزين لغة التفضيلات الخاصة بك ولتسليمك الإعلانات ذات الصلة. ان " ملفات تعريف الارتباط" هي ملفات نصية صغيرة يتم نقلها بواسطة خادم الويب web server إلى وحدة أو جهاز تخزين البيانات الرئيسي في جهازك. من الممكن استخدام ملفات تعريف الارتباط للقيام بجمع تاريخ وتوقيت زيارتك وسجل التصفح الخاص بك وتفضيلاتك واسم المستخدم الخاص بك. يمكنك ضبط المتصفح الخاص بك لرفض كل أو بعض ملفات تعريف الارتباط، أو لتنبيهك عندما تقوم مواقع الويب بتحديد أو الدخول إلى ملفات تعريف الارتباط. في حال قمت بتعطيل أو رفض ملفات تعريف الارتباط، يرجى الملاحظة بأنه قد يتعذر الوصول إلى بعض أجزاء خدماتنا / منصتنا أو لن تعمل خدمتنا بشكل صحيح. لمزيد من المعلومات حول ملفات تعريف الارتباط التي نستخدمها، الرجاء الاطلاع على سياستنا بشأن ملفات تعريف الارتباط والتقنيات المشابهة، والشروط التي يتم دمجها والتي تشكل جزءًا من سياسة الخصوصية هذه وتكون بمثابة مرجع.-->

<!-- </br>-->


<!--2.3.بيانات الاطراف الثالثة أو المصادر المتاحة للجمهور-->
<!--</br>-->

<!--قد نتلقى بيانات شخصية عنك من مختلف الاطراف الثالثة والمصادر العامة. إذا كنت ترغب بالحصول على مزيد من المعلومات حول هذا الموضوع، يرجى الاتصال بنا عبر استخدام تفاصيل الاتصال ذات الصلة الواردة في القسم 13.-->

<!-- </br>-->


<!--3. هل نقوم بجمع البيانات من الأطفال؟-->
<!--</br>-->

<!--ان خدماتنا هي غير مخصصة للأطفال دون 18 عامًا، وإننا لا نجمع بيانات من أي شخص دون 18 عامًا. إذا علمنا أن شخصًا دون 18 عامًا قد زوّد ببيانات شخصية، فسوف نحذفها على الفور.-->
<!--</br>-->

<!--إذا كنت مقيمًا في مصر ودون 18 عامًا، لا يُسمح لنا بالتعاقد معك مباشرة. إذا كنت مقيمًا في مصر ودون 18 عامًا، فعند موافقتك على سياسة الخصوصية   هذه، إنك تقر وتوافق على أن ولي أمرك قد قرأ ووافق على شروطها نيابة عنك. إذا طلبنا موافقتك على معالجة بياناتك الشخصية لغرض معين وفقًا لسياسة الخصوصية هذه، يتوجب على ولي امرك منح الموافقة نيابة عنك.-->
<!--</br>-->

 

<!--4. لماذا نعالج معلوماتك الشخصية؟-->
<!--</br>-->

<!--اننا نستخدم بياناتك الشخصية فقط عندما يسمح لنا القانون بذلك. سوف نستخدم غالبا" بياناتك الشخصية في الحالات التالية:-->
<!--</br>-->

 

<!--عندما نحتاج إلى تنفيذ العقد ونحن نكون على وشك تنفيذه أو أقدمنا على ذلك معك.-->
<!--عندما يكون من الضروري تحسين خدماتنا استنادا" الى مصالحنا المشروعة وبغية تقديم منصة لك تكون موثوقة ومضمونة.-->
<!--عندما نحتاج إلى الامتثال لالتزام قانوني أو تنظيمي.-->
<!--كما انه في بعض الحالات، قد نقوم أيضًا بمعالجة بياناتك الشخصية بناءً على موافقتك. وفي حال قمنا بذلك، سوف نعلمك بالهدف وفئة البيانات الشخصية المراد معالجتها في الوقت الذي نسعى للحصول على موافقتك.-->
<!--</br>-->

<!--لقد حددنا أدناه وصفًا للطرق التي نستخدم بها بياناتك الشخصية.-->
<!--</br>-->

<!--4.1. بهدف توفير الدخول وتسليم الخدمات من خلال منصتنا -->
<!--</br>-->

<!--إذا اقدمت بتسجيل الدخول عبر استخدام رقم هاتفك الخليوي أو معرف البريد الإلكتروني، اننا نستخدم اسمك الأول واسم عائلتك ورقم هاتفك الخليوي، و/او عنوان بريدك الالكتروني بغية تحديد هويتك كمستخدم وتوفير الدخول إلى منصتنا.-->
<!--إذا اقدمت بتسجيل الدخول عبر استخدام حساب Facebook الخاص بك، نستخدم اسمك واسم عائلتك من ملفك الشخصي على Facebook وعنوان البريد الإلكتروني الخاص بـ Facebook بغية تحديد هويتك كمستخدم وتوفيرالدخول إلى منصتنا.-->
<!--كما يتم استخدام بيانات معلومات تسجيل الدخول أعلاه من قبلنا لتقديم خدماتنا إليك وفقًا لشروط الاستخدام الخاصة بنا.-->
<!--</br>-->

<!--اننا نستخدم عنوان بريدك الإلكتروني ورقم هاتفك الخليوي (عبر الرسائل النصية القصيرة) لتقديم الاقتراحات والتوصيات لك حول خدماتنا أو خدمات الطرف الثالث التي قد تهمك. وإننا نقوم بمعالجة المعلومات أعلاه للحصول على الأداء المناسب لتعاقدنا معك وعلى أساس اهتمامنا المشروع في القيام بنشاطات تسويقية لنقدم لك أي منتجات أو خدمات قد تثير اهتمامك.-->
<!--</br>-->

<!--4.2. بغية تحسين تجربتك على المنصة-->
<!--</br>-->

<!--اننا نستخدم بيانات زياراتك لشبكة الانترنت من أجل التالي:-->
<!--</br>-->

<!--لنقدم لك محتوى متناسب مثل منحك نتائج بحث أكثر ملاءمة عند استخدام خدماتنا؛-->
<!--لتحديد مقدار الوقت الذي تمضيه على منصتنا وبأية طريقة تتنقل من خلال منصتنا من أجل فهم اهتماماتك ولتحسين خدماتنا استنادًا إلى هذه البيانات. على سبيل المثال، قد نقدم لك اقتراحات حول المحتوى الذي يمكنك زيارته استنادًا إلى المحتويات التي نقرت عليها، و-->
<!--من أجل مراقبة مدى فعالية نقل الحملة إلى شركائنا في العمل وتقديم التقرير عنها ومن أجل تحليل النشاطات الداخلية.-->
<!--اننا نستخدم بيانات موقعك للأغراض التالية:-->
<!--</br>-->

<!--تجميع معلومات مجهولة واجمالية عن خصائص وسلوك مستخدمي OLX بما في ذلك لأغراض تحليل الأعمال وتجزئة وتطوير ملفات تعريف مجهولة الهوية؛-->
<!--لتحسين أداء خدماتنا وتخصيص المحتوى الذي نتوجه اليك به. على سبيل المثال، بمساعدة بيانات الموقع، نعرض قوائم الإعلانات الموجودة بالقرب منك لتحسين تجربة الشراء، ولقياس ومراقبة تفاعلك مع إعلانات الأطراف الثالثة التي نضعها على منصتنا.-->
<!-- </br>-->


<!--بمساعدة معلومات تسجيل الدخول الخاصة بك والتي تتضمن معرّف البريد الإلكتروني ورقم الهاتف، اننا نحدد الأجهزة المختلفة (مثل حاسوب المكتبي والخليوي والأجهزة اللوحية) التي تستخدمها للدخول إلى المنصة الخاصة بنا. فيتيح لنا ذلك ربط نشاطك على المنصة الخاصة بنا عبر الأجهزة ويساعدنا ذلك في توفير تجربة سلسة لك بغض النظر عن الجهاز الذي تستخدمه.-->
<!--</br>-->

<!--اننا نقوم بمعالجة المعلومات المذكورة أعلاه على أساس اهتماماتنا المشروعة من اجل تحسين تجربتك على منصتنا وللأداء المناسب لتعاقدنا معك.-->
<!--</br>-->

 

<!--4.3 من اجل ان نقدم لك منصة مضمونة وموثوقة-->
<!--</br>-->

<!--اننا نستخدم رقم هاتفك الخليوي، وبيانات دخول التسجيل، ومعرّفات الأجهزة الفريدة لإدارة وحفظ منصتنا (بما في ذلك استكشاف الأخطاء وإصلاحها، وتحليل البيانات، والاختبار، ومنع الاحتيال، وصيانة النظام، والدعم، وإعداد التقارير واستضافة البيانات).-->
<!--اننا نقوم بتحليل اتصالاتك من خلال ميزة الدردشة بغية منع الاحتيال ولتعزيز السلامة عن طريق منع الرسائل الغير المرغوب فيها أو الرسائل المسيئة التي ربما قد يتم إرسالها إليك من قبل أي مستخدم آخر.-->
<!--كما اننا نقوم بمعالجة المعلومات أعلاه للحصول على الأداء المناسب لتعاقدنا معك، ولتحسين خدماتنا استنادا" لمصالحنا المشروعة لمنع الاحتيال.-->
<!--</br>-->

 

<!--5. كيف نطلعك على تعديلات سياستنا الخصوصية؟-->
<!--</br>-->

<!--قد نقوم من وقت لآخر بتعديل على سياسة الخصوصية هذه، فننشر التعديلات على هذه الصفحة ونعلمك بذلك عن طريق البريد الإلكتروني أو من خلال منصتنا. إذا كنت أنت أو الوصي عليك (حسب الحالة) لا توافق على التعديلات، يمكنك إغلاق حسابك بالانتقال إلى توليفة الحساب واختيار تحديد حذف الحساب.-->
<!--</br>-->

 

<!--6. حقوقك-->
<!--</br>-->

<!--انت تتمتع بالحقوق القانونية التالية المتعلقة ببياناتك الشخصية بناءً على كيفية تفاعلنا معك: -->
<!--</br>-->

<!--الحق في طلب الوصول إلى بياناتك الشخصية (المعروف باسم "طلب الوصول إلى موضوع البيانات"). يتيح لك ذلك الحصول على نسخة من البيانات الشخصية التي نحتفظ بها عنك والتحقق من أننا نقوم بمعالجتها بشكل قانوني.-->
<!--الحق في طلب تصحيح أي من البيانات التي نملكها عنك. هذا يمكّنك من الحصول على بيانات غير كاملة أو غير دقيقة أو قديمة أو مضللة نملكها عنك أو البيانات التي يتم معالجتها لا تتوافق مع معالجة الغرض المعلن، أو البيانات التي يتم معالجتها هي ممنوعة، تم تصحيحها، أو تحديثها أو حذفها، وإننا قد نحتاج إلى التحقق من دقة البيانات الجديدة التي تقدمها لنا.-->
<!--الحق في الاعتراض على معالجة بياناتك الشخصية في أي وقت، ومثل هذا الاعتراض يجب أن يتم لأسباب مشروعة لان ذلك لا يؤثر على قانونية أية معالجة قمنا بها بالفعل بناءً على الموافقة المقدمة سابقًا أو الامتثال للقانون المعمول به. -->
<!--عادة، لا يكون هناك من رسوم للدفع: لن تضطر إلى دفع رسوم للدخول إلى بياناتك الشخصية (أو ممارسة أي من الحقوق الأخرى). ومع ذلك، قد نفرض رسومًا معقولة على تكلفة توفير نسخة من البيانات أو إذا كان طلبك غير ظاهر أو متكرر أو مفرط. بدلاً من ذلك، قد نرفض الامتثال لطلبك في هذه الظروف. -->
<!--</br>-->

<!--المهلة الزمنية للرد: ​​نحاول الرد على جميع الطلبات المشروعة في غضون شهر واحد. من وقت لآخر، قد يستغرق الأمر أكثر من شهر إذا كان طلبك معقدًا بشكل خاص أو إذا كنت قد قدمت عدة طلبات. في هذه الحالة، سنقوم بإعلامك وتزويدك بالمعلومات المحدّثة.-->
<!--</br>-->

 

<!--7. التواصل والتسويق -->
<!--</br>-->
<!--سوف نتواصل معك عن طريق البريد الإلكتروني أو الرسائل النصية القصيرة أو من خلال إشعار التطبيق فيما يتعلق بالخدمات / المنصة الخاصة بنا لتأكيد تسجيلك، ولإعلامك في حال أصبحت قائمة إعلاناتك ناشطة / منتهية الصلاحية ولرسائل المعاملات الأخرى المتعلقة بخدماتنا. وبما أنه من الضروري بالنسبة لنا أن نوفر لك هذه الرسائل الخاصة بالمعاملات، فقد لا تتمكن من إلغاء الاشتراك في مثل هذه الرسائل.-->
<!--</br>-->
<!--ومع ذلك، يمكنك أن تطلب منا التوقف عن إرسال الاتصالات التسويقية في أي وقت بالضغط على رابط إلغاء الاشتراك في البريد الإلكتروني أو الرسائل النصية القصيرة المرسلة إليك أو عن طريق التواصل معنا عبر مركز المساعدة-->
<!--</br>-->
<!--قد تتلقى اتصالات تسويقية منا إذا كنت قد:-->
<!--</br>-->
<!--طلبت هذه المعلومات منا ؛-->
<!--تستخدم منصتنا أو خدماتنا ؛-->
<!--قد زودتنا تفاصيلك عندما دخلت إلى المسابقة ؛ أو-->
<!--اقدمت على التسجيل للحصول على ترويج.-->
 
<!--</br>-->
<!--8. مع من نتشارك بياناتك؟-->
<!--</br>-->
<!--قد نضطر إلى مشاركة بياناتك الشخصية مع الأطراف المبينة أدناه للأغراض المحددة في القسم 4 أعلاه.-->
<!--</br>-->
<!--الشركات التابعة - قد نتشارك بياناتك مع شركات مجموعة OLX الأخرى التي تتواجد داخل وخارج مصر وتساعدنا في توفير خدمات تشغيل الأعمال مثل تحسينات المنتج ودعم العملاء وآليات الكشف عن الاحتيال والتسويق. إن أي مشاركة للبيانات الشخصية ضمن مجموعة شركات OLX ستخضع دائمًا لضمانات قانونية سارية أو لاتفاقية نقل بيانات تحدد بوضوح التزامات الأطراف وتضمن اتخاذ التدابير الفنية والتنظيمية المناسبة لحماية بياناتك.-->
<!--</br>-->
<!--مزودي خدمة: اننا نستخدم مزودي الخدمات من الأطراف الثالثة لمساعدتنا على تقديم جانب معين من خدماتنا على سبيل المثال، مرافق التخزين السحابي مثل Amazon Web Services وMicrosoft Azure، أو موفري خدمات الدفع مثل Checkout. قد يكون مقدمو الخدمات موجودون داخل مصر أو خارجه. -->
<!--</br>-->
<!--نقوم بإجراء المراقبة على مزودي الخدمة التابعين لنا، ونطلب منهم احترام أمن بياناتك الشخصية ومعالجتها وفقًا للقانون. لا نسمح لهم باستخدام بياناتك الشخصية لأغراضهم الخاصة ونسمح لهم فقط بمعالجة بياناتك الشخصية لأغراض محددة ووفقًا لتعليماتنا. -->
<!--</br>-->
<!--مزودي وتحليل البيانات والتسويق: من أجل تحسين خدماتنا، سنشارك أحيانًا معلوماتك غير القابلة للتحديد مع موفري التحليلات التي تساعدنا في تحليل كيفية استخدام الأشخاص لمنصتنا / خدمتنا. اننا نتشارك معلوماتك معهم في شكل غير قابل للتحديد لمراقبة والإبلاغ عن فعالية تسليم الحملة لشركائنا في العمل ولتحليل الأعمال الداخلية. لمزيد من التفاصيل حول موفري التحليلات، يرجى الرجوع إلى سياستنا لملفات تعريف الارتباط والتقنيات المشابهة. قد نتشارك معلومات الاتصال الخاصة بك في شكل قابل للتعريف مع موفري خدمة طرف ثالث لأغراض تسهيل اتصالاتنا التسويقية لك. يجب على مزودي الخدمات التابعين لجهة خارجية التعامل مع معلوماتك بالنيابة عنك ولصالح OLX ووفقًا لتعليماتنا. لن يكون لهم حقوق مستقلة فيما يتعلق بها. وسوف يلتزمون بشروط سياسة الخصوصية هذه بالإضافة إلى التزامات معالجة البيانات وفقًا لقوانين حماية البيانات المعمول بها و / أو الالتزام التعاقدي.-->
<!--</br>-->
<!--سلطات تطبيق القانون والهيئات التنظيمية وغيرها: يجوز لنا الإفصاح عن بياناتك الشخصية إلى سلطات تطبيق القانون والهيئات التنظيمية والهيئات الحكومية أو العامة وغيرها من الأطراف الثالثة ذات الصلة للامتثال لأية متطلبات قانونية أو تنظيمية.-->
<!--</br>-->
<!--قد نختار بيع أو نقل أو دمج أجزاء من أعمالنا أو أصولنا. بدلاً من ذلك، قد نسعى إلى الاستحواذ على أعمال أخرى أو الاندماج معها. إذا حدث تغيير في أعمالنا، فيجوز للمالكين الجدد استخدام بياناتك الشخصية بنفس الطريقة الموضحة في سياسة الخصوصية هذه.-->
<!--</br>-->
<!--المعلومات المتاحة للجمهور: عند نشر عنصر للبيع باستخدام خدماتنا، يمكنك اختيار جعل بعض المعلومات الشخصية مرئية لمستخدمي OLX الآخرين. قد يتضمن هذا اسمك الأول واسم العائلة وعنوان بريدك الإلكتروني وموقعك ورقم الاتصال الخاص بك. تجدر الإشارة إلى أنه يمكن دائمًا مشاركة أي معلومات تقدمها للمستخدمين الآخرين من قِبلهم مع الآخرين، لذا يرجى مراعاة السلطة التقديرية في هذا الصدد.-->
                            
                            
<!--                        </p>-->
                        <p>
                            
                            Adel Mohamed for information technology built the arboan app as a Commercial app. This SERVICE is provided by Mohammed Alkrabi for information technology and is intended for use as is.

This page is used to inform visitors regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use our Service.

If you choose to use our Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that we collect is used for providing and improving the Service. We will not use or share your information with anyone except as described in this Privacy Policy.

The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at arboan unless otherwise defined in this Privacy Policy.

Information Collection and Use

For a better experience, while using our Service, we may require you to provide us with certain personally identifiable information, including but not limited to email mobile address . The information that we request will be retained by us and used as described in this privacy policy.

The app does use third party services that may collect information used to identify you.

Link to privacy policy of third party service providers used by the app

Google Play Services
Log Data

We want to inform you that whenever you use our Service, in a case of an error in the app we collect data and information (through third party products) on your phone called Log Data. This Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing our Service, the time and date of your use of the Service, and other statistics.

Cookies

Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory.

This Service does not use these “cookies” explicitly. However, the app may use third party code and libraries that use “cookies” to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.

Service Providers

We may employ third-party companies and individuals due to the following reasons:

To facilitate our Service;
To provide the Service on our behalf;
To perform Service-related services; or
To assist us in analyzing how our Service is used.
We want to inform users of this Service that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.

Security

We value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.

Links to Other Sites

This Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, we strongly advise you to review the Privacy Policy of these websites. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.

Children’s Privacy

These Services do not address anyone under the age of 13. We do not knowingly collect personally identifiable information from children under 13. In the case we discover that a child under 13 has provided us with personal information, we immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions.

Changes to This Privacy Policy

We may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.

Contact Us

If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us.

This privacy policy page was created at privacypolicytemplate.net and modified/generated by App Privacy Policy Generator
                            
                            
                        </p>
                        <p></p>
                        <p></p>
                        <p></p>
                        <p></p>
                    </div>
                </div>
            </div>
        </main>


@endsection


@push('scripts')



@endpush